benchmark/experience-1/1000ms-tmaret-002-kernel-1000-500.txt
Running 25s test @ http://localhost:8080/sync?cpuIterations=100000&idleDelay=700&fileLength=100000
  500 threads and 500 connections
  Thread calibration: mean lat.: 9223372036854776.000ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 9223372036854776.000ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 9223372036854776.000ms, rate sampling interval: 10ms
[...]
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    23.20s     1.35s   24.87s    75.80%
    Req/Sec     0.03      1.77   111.00     99.97%
  342 requests in 26.01s, 32.70MB read
Requests/sec:     13.15
Transfer/sec:      1.26MB